const quizData = [
    {
      "id": 1,
      "question": "বাংলাদেশের রাজধানী কোনটি?",
      "options": ["চট্টগ্রাম", "খুলনা", "ঢাকা", "রাজশাহী"],
      "correct_answer": "ঢাকা"
    },
    {
      "id": 2,
      "question": "আমাদের জাতীয় ফুল কোনটি?",
      "options": ["গোলাপ", "শাপলা", "সূর্যমুখী", "টগর"],
      "correct_answer": "শাপলা"
    },
    {
      "id": 3,
      "question": "সপ্তাহে কয়টি দিন থাকে?",
      "options": ["৫", "৬", "৭", "৮"],
      "correct_answer": "৭"
    },
    {
      "id": 4,
      "question": "আমাদের জাতীয় পতাকার রঙ কী?",
      "options": ["নীল ও লাল", "সবুজ ও লাল", "হলুদ ও সাদা", "কালো ও সাদা"],
      "correct_answer": "সবুজ ও লাল"
    },
    {
      "id": 5,
      "question": "আমাদের দেশের জাতীয় পশু কোনটি?",
      "options": ["বাঘ", "হাতি", "হরিণ", "সিংহ"],
      "correct_answer": "বাঘ"
    },
    {
      "id": 6,
      "question": "সকালে সূর্য কোথা থেকে ওঠে?",
      "options": ["উত্তর", "দক্ষিণ", "পূর্ব", "পশ্চিম"],
      "correct_answer": "পূর্ব"
    },
    {
      "id": 7,
      "question": "মানুষ কোনটি দিয়ে শ্বাস নেয়?",
      "options": ["চোখ", "নাক", "কান", "মুখ"],
      "correct_answer": "নাক"
    },
    {
      "id": 8,
      "question": "পৃথিবীতে কয়টি মহাদেশ আছে?",
      "options": ["৪", "৫", "৬", "৭"],
      "correct_answer": "৭"
    },
    {
      "id": 9,
      "question": "বাংলাদেশের জাতীয় সংগীত কে লিখেছেন?",
      "options": ["কাজী নজরুল ইসলাম", "রবীন্দ্রনাথ ঠাকুর", "সুকান্ত ভট্টাচার্য", "জীবনানন্দ দাশ"],
      "correct_answer": "রবীন্দ্রনাথ ঠাকুর"
    },
    {
      "id": 10,
      "question": "সবচেয়ে বড় গ্রহ কোনটি?",
      "options": ["শুক্র", "বুধ", "বৃহস্পতি", "শনি"],
      "correct_answer": "বৃহস্পতি"
    }
  ];  